{
  "align_long_axis": true,
  "architectures": [
    "DonutModel"
  ],
  "decoder_layer": 4,
  "encoder_layer": [
    2,
    2,
    14,
    2
  ],
  "input_size": [
    2560,
    1920
  ],
  "max_length": 1536,
  "max_position_embeddings": 1536,
  "model_type": "donut",
  "torch_dtype": "float32",
  "transformers_version": "4.11.3",
  "window_size": 10
}
